[
    {
        "english": "Tứ Diệu Đế, còn gọi là Tứ Thánh Đế, là bốn chân lý cao quý, bất biến, được Đức Phật Thích Ca giảng dạy trong bài pháp đầu tiên – kinh Chuyển Pháp Luân – tại vườn Lộc Uyển sau khi Ngài thành đạo. Tứ Diệu Đế còn là trí tuệ thấu triệt của Đức Phật về bản chất của sự hiện hữu, bản chất của các pháp và con đường dẫn đến giải thoát, giác ngộ. Toàn bộ giáo pháp của Đức Phật đều dựa trên nền tảng Tứ Diệu Đế. Chính vì chúng sanh không thấu triệt được những chân lý này, nên chúng sanh tiếp tục trôi lăn trong vòng sanh tử luân hồi. Tứ Diệu Đế gồm bốn phần chính: Khổ Đế, Tập Đế, Diệt Đế, và Đạo Đế.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_1.MP3"
    },
    {
        "english": "Khổ Đế là chân lý đầu tiên, chỉ rõ thực trạng khổ đau mà chúng sanh phải đối mặt. Đức Phật chỉ ra rằng khổ bao gồm tam khổ: khổ khổ, hoại khổ, và hành khổ; cùng bát khổ: sanh khổ, lão khổ, bệnh khổ, tử khổ, ái biệt ly khổ, oán tắng hội khổ, cầu bất đắc khổ, và ngũ ấm xí thạnh khổ. Đây là những nỗi đau chắc chắn không ai tránh khỏi, và mọi chúng sanh đều cần đối diện để nhận thức rõ ràng về bản chất đời sống.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_2.MP3"
    },
    {
        "english": "Tập Đế, chân lý thứ hai, chỉ rõ nguyên nhân gây ra khổ. Gốc rễ của khổ đau nằm ở tham, sân, si, mạn và nghi, năm loại phiền não chính hay còn gọi là độn sử. Chúng là động lực dẫn dắt chúng sanh vào vòng luân hồi bất tận. Ngoài độn sử, Tập Đế còn bao gồm năm lợi sử: thân kiến, biên kiến, kiến thủ, giới cấm thủ và tà kiến. Hiểu được Tập Đế, người tu hành có thể nhận diện các yếu tố gây khổ và nỗ lực loại bỏ chúng.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_3.MP3"
    },
    {
        "english": "Diệt Đế, chân lý thứ ba, khẳng định rằng khổ đau có thể chấm dứt hoàn toàn. Khi mọi phiền não và nguyên nhân khổ được đoạn trừ, trạng thái Niết Bàn hiện ra, nơi không còn sự tái sanh hay đau khổ. Để đạt được điều này, hành giả phải tu tập Tứ Gia Hạnh: Noãn Vị, Đảnh Vị, Nhẫn Vị và Thế Đệ Nhất Vị, lần lượt chứng đắc Tu Đà Hoàn (Dự Lưu), Tư Đà Hàm (Nhất Lai), A Na Hàm (Bất Lai), và A La Hán. Đức Phật giảng rằng việc đạt được Niết Bàn là điều khả thi nếu người tu hành đi đúng con đường.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_4.MP3"
    },
    {
        "english": "Đạo Đế, chân lý cuối cùng, chỉ ra con đường thực hành để diệt trừ đau khổ và đạt đến cảnh giới Niết Bàn. Gồm có 37 phẩm trợ đạo, chia ra làm 7 nhóm: Tứ niệm xứ, Tứ chánh cần, Tứ như ý túc, Ngũ căn, Ngũ lực, Thất bồ đề phần, và đặc biệt là Bát Chánh Đạo gồm tám yếu tố: chánh kiến, chánh tư duy, chánh ngữ, chánh nghiệp, chánh mạng, chánh tinh tấn, chánh niệm, và chánh định, là con đường cụ thể mà Đức Phật đã chỉ dạy.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_5.MP3"
    },
    {
        "english": "Tứ Diệu Đế được ví như ngọn đuốc thiêng, giúp người tu hành từ địa vị tối tăm mê mờ dần tiến đến quả vị giác ngộ. Đức Phật khẳng định: “Này các Tỳ kheo, xưa cũng như nay Ta chỉ nói lên sự khổ và diệt khổ.” Đây chính là thông điệp cốt lõi, mang tính ứng dụng cao trong việc giải thoát khổ đau của đạo Phật.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_6.MP3"
    },
    {
        "english": "Từ vị trí của một phàm phu đầy mê lầm, chúng sanh có thể từng bước tu tập để đạt đến quả vị A La Hán – trạng thái giải thoát cao nhất trong Thanh Văn Thừa. Hành trình này không phải là con đường dễ dàng, mà đòi hỏi sự nỗ lực bền bỉ và tuân thủ theo tiến trình cụ thể do Đức Phật chỉ dạy. Quá trình ấy gồm các giai đoạn từ Tứ Gia Hạnh đến từng thánh quả trong bốn quả vị của Thanh Văn.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_7.MP3"
    },
    {
        "english": "Trước tiên, hành giả phải tu tập Tứ Gia Hạnh, bao gồm Noãn Vị, Đảnh Vị, Nhẫn Vị và Thế Đệ Nhất Vị. Đây là những giai đoạn chuẩn bị tâm lý và tri kiến để đoạn trừ dần các phiền não. Noãn Vị ví như hơi nóng của trí tuệ ban đầu, tuy chưa đủ để đốt cháy phiền não nhưng là nền tảng cần thiết. Đảnh Vị là bước leo đến đỉnh núi của mê lầm, nơi trí tuệ mở rộng nhưng vẫn còn bám víu. Nhẫn Vị thể hiện sự nhẫn nhịn, yên lặng trong sáng trước mọi đối cảnh. Thế Đệ Nhất Vị là đỉnh cao của Tứ Gia Hạnh, nơi hành giả gần như chạm đến giải thoát khỏi dục giới, chuẩn bị bước vào dòng thánh.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_8.MP3"
    },
    {
        "english": "Tiếp theo, hành giả lần lượt chứng đắc bốn thánh quả. Tu Đà Hoàn (Dự Lưu quả) là quả vị đầu tiên, đưa hành giả vào dòng thánh, đánh dấu bước khởi đầu của quá trình thoát khỏi luân hồi. Ở quả vị này, hành giả vẫn cần trải qua tối đa bảy lần sanh tử nữa để hoàn toàn gột sạch các phiền não vi tế. Kế đó là Tư Đà Hàm (Nhất Lai), quả vị mà hành giả chỉ còn một lần tái sanh trong cõi Dục để tiếp tục đoạn trừ các phiền não thô, tiến gần hơn đến sự giải thoát hoàn toàn.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_9.MP3"
    },
    {
        "english": "Quả thứ ba là A Na Hàm (Bất Lai), nơi hành giả đã đoạn tận mọi phiền não của cõi Dục, không còn tái sanh ở đây nữa mà sẽ sanh về cõi Ngũ Tịnh Cư Thiên trong cõi Sắc để tiếp tục tu tập, đoạn trừ các vi tế hoặc thuộc cõi Sắc và Vô Sắc. Cuối cùng, hành giả đạt đến A La Hán, quả vị cao nhất trong Thanh Văn Thừa. A La Hán mang ba ý nghĩa: Ứng Cúng (đáng nhận sự cúng dường), Phá Ác (diệt trừ mọi phiền não), và Vô Sanh (không còn tái sanh luân hồi). Vị A La Hán, nhờ sự cố công bền chí, đã diệt được lòng chấp ngã, vượt thoát hoàn toàn khỏi Tam Giới, không còn bị chi phối bởi sống chết, khổ đau, lo buồn hay sợ hãi. Vị này cũng đã đoạn trừ mọi sai lầm của cõi trời Sắc cứu cánh và trời Phi Phi Tưởng, không còn vướng mắc với bất kỳ cảnh giới nào nữa.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_10.MP3"
    },
    {
        "english": "Như vậy, từ phàm phu đến thánh quả là một hành trình dài đòi hỏi sự nỗ lực không ngừng và tuân thủ đúng pháp. Con đường ấy, tuy đầy thử thách, sẽ dẫn hành giả đến trạng thái giải thoát và an lạc chân thật, vượt khỏi mọi khổ đau của luân hồi.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_11.MP3"
    },
    {
        "english": "Bát Chánh Đạo là con đường tám chi phần chân chánh, được Đức Phật dạy nhằm giúp chúng sanh tu tập, phát triển trí huệ và đạt đến giác ngộ giải thoát. Một khía cạnh nổi bật trong lời dạy của Đức Phật là việc áp dụng Bát Chánh Đạo như một lối sống toàn diện. Con đường này còn được gọi là Trung Đạo, dẫn hành giả tránh khỏi sự cực đoan giữa dục lạc và khổ hạnh. Bát Chánh Đạo bao gồm tám yếu tố: Chánh kiến, Chánh tư duy, Chánh ngữ, Chánh nghiệp, Chánh mạng, Chánh tinh tấn, Chánh niệm và Chánh định, được chia thành ba nhóm chính: Giới, Định, và Tuệ.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_12.MP3"
    },
    {
        "english": "Chánh kiến là yếu tố đầu tiên và quan trọng nhất, nghĩa là thấy, nghe, hay biết một cách ngay thẳng, công minh, phù hợp với chân lý và sự thật khách quan. Đây là nền tảng giúp hành giả phát triển sự hiểu biết đúng đắn, tránh xa các tà kiến. Chánh tư duy là suy nghĩ và xét nghiệm chân lý một cách chân chánh, tư tưởng ngay thẳng, phù hợp với đạo lý và lợi ích cho mình và người. Nó giúp hành giả chuyển hóa tư tưởng từ bất thiện sang thiện lành. Hai yếu tố này thuộc về nhóm Tuệ, giúp hành giả thấu triệt bản chất các pháp và phát triển trí tuệ giác ngộ.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_13.MP3"
    },
    {
        "english": "Chánh ngữ là lời nói chân thật, ngay thẳng, công bình, và hợp lý. Người tu tập phải tránh nói dối, nói lời chia rẽ, lời ác độc, hay nói chuyện vô ích. Chánh nghiệp là hành động chân chánh, gồm việc làm đúng đắn, lợi ích, không gây tổn hại cho người khác, như tránh sát sanh, trộm cắp, và tà hạnh. Chánh mạng là cách sinh sống lương thiện, trong sạch, tránh xa những nghề nghiệp gây hại đến chúng sanh và trái với đạo đức. Ba yếu tố này thuộc về nhóm Giới, giúp hành giả xây dựng nền tảng đạo đức vững chắc, tạo điều kiện thuận lợi để tâm ý được an tịnh.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_14.MP3"
    },
    {
        "english": "Chánh tinh tấn là sự siêng năng, kiên trì, không ngừng nỗ lực hướng đến mục tiêu chân chánh. Hành giả cần siêng năng đoạn trừ điều xấu, phát triển điều thiện và giữ vững tâm an lành. Chánh niệm là sự tỉnh thức và ghi nhớ những điều thiện lành, đạo lý chân chánh, và lợi ích cho mình và người. Chánh định là sự tập trung tư tưởng vào một mục tiêu đúng đắn, giúp hành giả phát triển tâm an định và sâu sắc. Ba yếu tố này thuộc về nhóm Định, hỗ trợ hành giả đạt được sự an lạc nội tâm và phát triển trí huệ cao hơn.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_15.MP3"
    },
    {
        "english": "Bát Chánh Đạo không chỉ là lý thuyết mà còn là hướng dẫn thực hành để cải thiện cuộc sống và đạt đến hạnh phúc an lạc. Đức Phật luôn khuyên nhủ chúng ta biết tranh thủ, tận dụng thời gian để tập trung vào việc tu học bằng con đường Bát Chánh Đạo.",
        "audio": "../../courses/ENG101/lesson1/skill/audio/Religious_Education_and_the_Buddhas_Teaching_16.MP3"
    }
]